window.hindiQuestions = [

    { q: "संज्ञा किसे कहते हैं?", options: ["क्रिया", "नाम", "विशेषण", "सर्वनाम"], ans: "नाम" },

    { q: "‘सर्वनाम’ किसे कहते हैं?", options: ["नाम के स्थान पर", "क्रिया", "विशेषण", "काल"], ans: "नाम के स्थान पर" },

    { q: "‘राम’ कौन सा शब्द है?", options: ["संज्ञा", "क्रिया", "विशेषण", "अव्यय"], ans: "संज्ञा" },

    { q: "‘बहुत’ किस प्रकार का शब्द है?", options: ["विशेषण", "संज्ञा", "क्रिया", "काल"], ans: "विशेषण" },

    { q: "‘मैं जाता हूँ’ में ‘मैं’ क्या है?", options: ["सर्वनाम", "संज्ञा", "विशेषण", "काल"], ans: "सर्वनाम" },

    { q: "‘खेलना’ क्या है?", options: ["क्रिया", "संज्ञा", "विशेषण", "अव्यय"], ans: "क्रिया" },

    { q: "‘अच्छा’ किसका उदाहरण है?", options: ["विशेषण", "संज्ञा", "क्रिया", "काल"], ans: "विशेषण" },

    { q: "‘धीरे-धीरे’ किसका उदाहरण है?", options: ["क्रिया विशेषण", "संज्ञा", "काल", "लिंग"], ans: "क्रिया विशेषण" },

    { q: "‘लड़की’ का लिंग?", options: ["स्त्रीलिंग", "पुल्लिंग", "नपुंसक", "कोई नहीं"], ans: "स्त्रीलिंग" },

    { q: "‘वे’ किस प्रकार का शब्द है?", options: ["सर्वनाम", "क्रिया", "विशेषण", "काल"], ans: "सर्वनाम" }

];